from main1 import *
import os
os.system("cls")
player = make_hero(
    name="Вася Питонов",
    inventory=[
        {
            "тип": "оружие",
            "название": "Меч-голова-с-плеч",
            "стат": "атака",
            "модификатор": 2,
            "цена": 1000
        },
        {
            "тип": "щит",
            "название": "Богатырский щит",
            "стат": "защита",
            "модификатор": 3,
            "цена": 500
        },
        {
            "тип": "продукт",
            "название": "Зелье лечения",
            "стат": "здоровье",
            "модификатор": 10,
            "цена": 250
        }

    ],
    hp_now=100,
    money=1000
)

visit_hub(player)
print("Игра окончена")