from main1 import *

player = make_hero(
    name="Вася Питонов",
     inventory=[{
     "тип": "оружие",
        "название": "меч кладенец",
        "стат": 'атака',
        "модификатор": 2,
        "цена": 500,
     },

     {"тип": "щит",
        "название": "супер обычный щит",
        "стат": 'защита',
        "модификатор": 5,
        "цена": 100,

        "тип": "зелье",
        "название": "зелье здоровья",
        "стат": 'здоровья',
        "модификатор": 50,
        "цена": 199
        }
        ], 
     hp_now=100,
     money=5000
     )
    
game = True
while game:
    visit_hub(player)
'''

'''